[
  {
    "id": "news-1",
    "title": "Arunachal’s Bije Bamboo Shows Exceptional Strength, Say Researchers",
    "date": "2025-04-03",
    "link": "https://www.sentinelassam.com/north-east-india-news/arunachal-news/arunachals-bije-bamboo-shows-exceptional-strength-say-researchers",
    "image": "/images/Notices/news/2025/bamboo-media.png",
    "excerpt": "A collaborative research by IIT Bhilai and NERIST reveals groundbreaking findings on Phyllostachys bambusoides (Bije bamboo), a rare species from Ziro Valley, Arunachal Pradesh."
  },
  {
    "id": "news-2",
    "title": "AMDCG Team from IIT Bhilai surveys Raipur Smart City for traffic solutions.",
    "date": "2024-04-11",
    "link": "https://timesofindia.indiatimes.com/city/raipur/iit-bhilai-team-surveys-raipur-smart-city-for-traffic-solutions/articleshow/109208512.cms",
    "image": "/images/Notices/news/2025/smartCity-media.png",
    "excerpt": "A team from IIT Bhilai conducted a study tour of various projects within Raipur Smart City, focusing on traffic development and its impact on the city. This initiative of Smart City Raipur aims to address traffic-related issues with the help of insights from the students. During the inspection, the team visited several key locations, including the EV charging point at Raipur Collectorate campus, the ICCC Center operated under the ITMS project, Multi-Level Parking at Jayastambh Chowk, Collectorate Chowk, Mahalaxmi Market Pandri Parking, as well as Smart Pole installations, traffic signals, ECB, and environmental sensors under the ITMS project."
  },
  {
    "id": "news-3",
    "title": "AIIMS Raipur and IIT Bhilai researchers recognized for Techneck solution.",
    "date": "2024-08-18",
    "link": "https://timesofindia.indiatimes.com/city/raipur/aiims-raipur-and-iit-bhilai-researchers-recognized-for-techneck-solution/articleshow/112608502.cms",
    "image": "/images/Notices/news/2025/techneckal-media.png",
    "excerpt": "Dr Pugazhenthan Thangaraju of AIIMS Raipur and Dr Jose Immanuel of IIT Bhilai have been honoured for their Techneck solution, addressing a growing concern related to device usage. The duo has secured both a design patent and copyright for their innovative approach. The Techneck issue, characterized by discomfort and muscular strain from prolonged device use in poor postures, has been tackled by their solution."
  }
]